Repository: Paulemann/service.shutdown.watchdog
Catalog: resources/language/*/strings.po
Languages: german

# Addon Summary
source: Inhibit idle shutdown when background processes are active.
german: Herunterfahren oder Standby bei aktiven Hintergrundprozessen verhindern.

# Addon Description
source: The service will periodically reset the idle shutdown timer when it detetcs one of the monitored processes or connections active, or - in case the PVR backend is hosted locally - when a recording is due or remote PVR clients are connected.
german: Der Dienst resettet in regelmäßigen Abständen den Idle Shutdown Timer wenn ein überwachter Prozess oder eine überwachte Verbindung aktiv ist, oder - falls das PVR Backend auf dem lokalen System läuft - wenn eine Aufnahme kurz bevorsteht oder nicht-lokale PVR Clients verbunden sind.

# Addon Disclaimer
source: Use at your own risk
german: Benutzung auf eigene Gefahr

# #30000
source: General
german: Allgemein

# #30001
source: Monitored tcp ports (remote connections)
german: Überwachte TCP Ports (Eingehende Verbindungen)

# #30002
source: Monitored tcp ports (local connections)
german: Überwachte TCP Ports (Ausgehende Verbindungen)

# #30003
source: Monitored procs (local)
german: Überwachte Prozesse (lokal)

# #30004
source: PVR backend on localhost
german: Lokal installiertes PVR Backend

# #30005
source: PVR client port (see config of PVR backend)
german: PVR Client Port (siehe Konf. PVR Backend)

# #30006
source: Wake time before recording (minutes)
german: Wachzeit vor Aufnahmestart (in Minuten)

# #30007
source: Time between checks (seconds)
german: Zeit zwischen Überprüfungen (in Sek.)
